{
  "common": {
    "SLOT": "Slot",
    "Hot game": "Hot game",
    "HotGame": "Hot Game",
    "Blockchain Games": "Blockchain Games",
    "Fishing": "Fishing",
    "Movie": "Movie",
    "BeABanker": "Be A Banker",
    "playnow": "Play Now",
    "More": "More",
    "Home": "Home",
    "Hot": "Hot",
    "Spin": "Spin",
    "Slot Games": "Slot Games"
  },
  "video": {
    "title": "Eazy Gaming Promo Video"
  },

  "navbar": {
    "Home": "Home",
    "About": "About",
    "Service": "Service"
  },
  "rightSide": {
    "WitchsLove": {
      "title": "Witch's Love",
      "intro": "Explore the mysterious power of love!"
    },
    "NEKOMAID": {
      "title": "NEKO MAID",
      "intro": "Sweet Maids, Exclusive Experience!"
    },
    "ADVENTUREOFSINBAD": {
      "title": "ADVENTURE OF SINBAD",
      "intro": "Seek the Treasures of the Seven Seas!"
    },
    "fishPawnCrabSpin": {
      "title": "Fish Pawn Crab Spin",
      "intro": "Be the top-ranked dealer!!!"
    },
    "xocDiaSpin": {
      "title": "Xoc Dia Spin",
      "intro": "Winner takes all!!!"
    },
    "sicBoSpin": {
      "title": "Sic Bo Spin",
      "intro": "Win in your hands!!!"
    },
    "treasureKing": {
      "title": "Treasure King",
      "intro": "Can you beat the monsters?"
    },
    "blastX": {
      "title": "Blast X",
      "intro": "Receive rewards before the rocket takes off!"
    },
    "plinko": {
      "title": "Plinko",
      "intro": "Hoping ball lands in the highest payout slot!"
    },
    "hilo": {
      "title": "Hi-Lo",
      "intro": "Embrace the thrilling moment of flipping cards!"
    },
    "wheel": {
      "title": "Wheel",
      "intro": "Stare at the Spinning Wheel and get the prize!"
    },
    "dice": {
      "title": "Dice",
      "intro": "Let's roll the dice!"
    }
  },
  "carousel": {
    "witchLove": {
      "title": "Witch's Love",
      "introPC": "Explore the mysterious power of love as you step into the Witch's Love™ enchanted cottage, you will witness the birth of magical romance! The witch, skilled in brewing various potions, has elevated her magical studies to new heights, enchanting everyone who comes into contact with her love elixirs. Are you ready to embark on this enchanting journey and seek your own treasure in this game?",
      "introMobile": "Explore the mysterious power of love as you step into the Witch's Love™ enchanted cottage. The witch is enchanting everyone who comes into contact with her love elixirs. Are you ready to seek your own treasure in this game?"
    },
    "nekoMaid": {
      "title": "Neko Maid",
      "introPC": "Sweet Maids, Exclusive Experience! The Neko Maid™ warmly invites you to step into their dreamy café, where the magic of happiness surrounds every bite of your meal! The maids are young, cheerful, and adorable, and their attentive service will provide you with unparalleled care and satisfaction. Infusing your meals with love and immersing you in a sweet gaming experience.",
      "introMobile": "Sweet Maids, Exclusive Experience! The Neko Maid™ warmly invites you to step into their dreamy café. Infusing your meals with love and immersing you in a sweet gaming experience."
    },
    "adventureOfSinbad": {
      "title": "Adventure of Sinbad",
      "introPC": "Embark on a Voyage, Seek the Treasures of the Seven Seas! In Adventure of Sinbad™, you will overcome various dangers and mythical creatures alongside Sinbad. With a bold attitude, you will navigate through all the challenges and ultimately discover rare treasures, becoming legendary adventurers whose names will be remembered for eternity!",
      "introMobile": "Embark on a Voyage, Seek the Treasures of the Seven Seas! In Adventure of Sinbad™, you will become legendary adventurers whose names will be remembered for eternity!"
    },
    "spin": {
      "title": "Spin",
      "introPC": "Challenge your luck and discover the path to becoming a winner with the Lucky Dice from the Golden Wheel. Continuing the classic tradition, the outcome of the dice rolled on the Golden Wheel will determine the victor. Diverse betting strategies allow players to experience the thrilling sensation of risking a little for a chance at a big win.",
      "introMobile": "Challenge your luck and discover the path to becoming a winner with the Lucky Dice from the Golden Wheel. Diverse betting strategies allow players to experience a big win!"
    },
    "treasureKing": {
      "title": "Treasure King",
      "introPC": "Embark on an underwater adventure, piloting a mighty submarine through beautiful yet dangerous seas. Discover a long-lost ancient civilization's remnants, sought after by countless treasure hunters for its vast riches and unknown technologies. Encounter unique marine life and unravel the mysteries of the deep!",
      "introMobile": "Explore the depths of the ocean and uncover the mysteries of an ancient civilization. Pilot a formidable submarine, and unearth vast treasures and hidden technologies."
    },
    "blockchainGames": {
      "title": "Blockchain Games",
      "introPC": "Experience the most exhilarating fast-paced instant game! Utilize your intuition and insight as you embark on an adventure, hoping that your choices will bring the most rewarding outcomes. With innovative technology, each game is verified to ensure absolute fairness and impartiality.",
      "introMobile": "Experience the most exhilarating fast-paced instant game! Hoping your choices will bring the most rewarding outcomes!"
    }
  },
  "service": {
    "title": "Service",
    "content": "Eazy Gaming offers comprehensive one-stop services, encompassing product quality, service management, and technical support. Contact us at service@egslot.net.",
    "PCIntro": {
      "1": "All our game products seamlessly integrate into your platform, providing you with a wide selection of games.",
      "2": "Our backend system offers real-time operational data and various management tools, helping you efficiently manage your business.",
      "3": "We provide transfer wallet integration and single wallet integration solutions, allowing players to flexibly utilize their funds for convenient entertainment.",
      "4": "Our support team is available 24/7 to assist you, ensuring smooth game operation, immersive player experiences, and increasing revenues.",
      "5": "Our customer service team is dedicated to resolving any inquiries and listening to your needs.",
      "6": "Our games support multiple major languages and currencies, enabling players from around the world to fully enjoy our games."
    },
    "MobileIntro": {
      "1": "Seamless game integration for a diverse selection.",
      "2": "Real-time data and management tools for efficient operations.",
      "3": "Flexible wallet integration for convenient player experience.",
      "4": "24/7 support for smooth gameplay and increased revenues.",
      "5": "Responsive customer service catering to your needs.",
      "6": "Multi-language and multi-currency support for global players."
    }
  },
  "about": {
    "Accreditation": "Accreditation",
    "Team": "Team",
    "title": "About",
    "content": "Eazy Gaming, founded by experienced and passionate industry experts, develops top-notch slot games worldwide. We also offer a fishing game, providing rich gaming options for online entertainment operators.",
    "card": {
      "1": {
        "title": "Specialty",
        "content": "With years of industry experience, our team has mastered the secrets of popular games."
      },
      "2": {
        "title": "Enthusiasm",
        "content": "We are passionate about gaming and dedicated to developing products that can become classics."
      },
      "3": {
        "title": "Creative",
        "content": "Eazy Gaming values creativity, as it allows us to create unique and distinctive games."
      },
      "4": {
        "title": "Customer",
        "content": "We prioritize client perspectives and develop profit-enhancing games, generating limitless business opportunities."
      },
      "5": {
        "title": "Novelty",
        "content": "We boldly innovate, integrating state-of-the-art technologies into our games for a unique player experience."
      }
    },
    "bmm": {
      "content": "Our RNG games are certified by BMM, a leading global game testing agency. We meet all legal and technical requirements in most European jurisdictions."
    }
  },
  "gameType": {
    "games": {
      "backToPrev": "Back To Previous",
      "reloadGame": "Reload Game",
      "moreGamePlatform": "More Game Type",
      "witch": {
        "title": "Witch's Love",
        "intro": "Explore the mysterious power of love and step into the witch's cottage of 'Witch's Love™.' You will witness the birth of enchanting love! The witch, skilled in brewing various potions, has elevated her magical research to new heights, and the potency of the love potion captivates everyone who comes into contact with it. Are you ready to seek your love treasure in this captivating game"
      },
      "maid": {
        "title": "Sweet Maids",
        "intro": "Sweet Maids, Exclusive Experience!《Neko Maid™》 warmly invites you into their dream cafe, where the magic of happiness surrounds every dish of yours! These young, cheerful, and adorable maids will provide you with unparalleled care and satisfaction. They not only delight your taste buds but also bring charming performances during special events, infusing your meals with lots of love, immersing you in a sweet gaming experience."
      },
      "sinbad": {
        "title": "Simbada Adventure",
        "intro": "Embark on a voyage to discover the treasures of the seven seas! Sinbad will lead you through the seven seas, exploring the unknown and mystical underwater world! In《Adventure of Sinbad™》, you will overcome various dangers and monsters alongside Sinbad, experiencing her maturity, confidence, and pride, and facing all challenges with a daring attitude, ultimately uncovering rare treasures and becoming legendary adventurers for the ages!"
      },
      "wheel": {
        "title": "Golden Wheel",
        "intro": "《 Sic Bo Spin™ 》Challenge your luck and discover the path to becoming a winner from the three dice on the golden wheel. Carrying on the classic, the dice spinning on the golden wheel determines the outcome, with diverse betting strategies, experience the thrill of betting small for big wins."
      },
      "treasureking": {
        "title": "Secret Sea Treasure",
        "intro": "《Treasure King™》 is the ancient high-tech civilization that once ruled the Earth and now lies dormant in the deep sea. Its remnants were stumbled upon by chance, sparking a frenzy of exploration by countless adventurers, unearthing vast treasures and unknown technology. You will pilot a powerful submarine, embark on an adventurous journey, traverse beautiful yet perilous oceans, encounter peculiar underwater creatures, and unveil the mysteries of the ancient underwater civilization"
      },
      "blastx": {
        "title": "Blast X",
        "intro": "Claim Rewards Before the Rocket Takes Off!"
      },
      "plinko": {
        "title": "Plinko",
        "intro": "Hope the ball lands in the slot with the highest payout."
      },
      "hilo": {
        "title": "Hi-Lo",
        "intro": "Embrace the Thrilling Moment of Flipping Cards."
      },
      "dice": {
        "title": "Dice",
        "intro": "Roll the dice and see if your prediction comes true."
      },
      "sicbo": {
        "title": "Sicbo",
        "intro": "Win in your hands!"
      },
      "xocdia": {
        "title": "Xoc Dia",
        "intro": "Winner takes all!"
      },
      "fishprawncrab": {
        "title": "Fish Prawn Crab",
        "intro": "Be the top-ranked dealer!"
      }
    }
  }
}
